tap "denisidoro/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
cask "adoptopenjdk8"
brew "ack"
brew "antibody"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "bash-completion"
brew "bat"
brew "bison"
brew "brightness"
brew "gdbm"
brew "libffi"
brew "sqlite"
brew "xz"
brew "python"
brew "cmake"
brew "composer"
brew "container-diff"
brew "cowsay"
brew "ctop"
brew "curl"
brew "direnv"
brew "elasticsearch@2.4"
brew "exa"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fortune"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-open"
brew "git-secrets"
brew "python@3.8"
brew "glances"
brew "go"
brew "hexyl"
brew "howdoi"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "iftop"
brew "jq"
brew "kubernetes-cli", link: false
brew "lolcat"
brew "m-cli"
brew "makeicns"
brew "mas"
brew "maven"
brew "memcached"
brew "mongodb-community"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "pkg-config"
brew "node-build"
brew "node@12"
brew "nodenv"
brew "pgcli"
brew "postgresql"
brew "rbenv"
brew "rbenv-default-gems"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "screenfetch"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tomcat"
brew "transcrypt"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
brew "denisidoro/tools/navi"
brew "heroku/brew/heroku"
brew "vitorgalvao/tiny-scripts/cask-analytics"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "vitorgalvao/tiny-scripts/labelcolor"
brew "vitorgalvao/tiny-scripts/progressbar"
brew "vitorgalvao/tiny-scripts/seren"
cask "adoptopenjdk11"
cask "adoptopenjdk12"
cask "alacritty"
cask "epubquicklook"
cask "font-abril-fatface"
cask "font-aileron"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-bitter"
cask "font-dejavu-sans"
cask "font-exo2"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-gentium-book-basic"
cask "font-inconsolata"
cask "font-inter"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-kreon"
cask "font-lato"
cask "font-merriweather"
cask "font-merriweather-sans"
cask "font-monoid"
cask "font-montserrat"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-playfair-display"
cask "font-playfair-display-sc"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "hammerspoon"
cask "iterm2-nightly"
cask "kitty"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
mas "Annotate", id: 918207447
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "CARROT Weather", id: 993487541
mas "Copy'em Paste", id: 876540291
mas "Dark Mode for Safari", id: 1397180934
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "Drafts", id: 1435957248
mas "Evernote", id: 406056744
mas "Fantastical", id: 975937182
mas "FastScripts", id: 446994638
mas "Gifski", id: 1351639930
mas "Grammarly for Safari", id: 1462114288
mas "iA Writer", id: 775737590
mas "JSONPeep", id: 1458969831
mas "LookUp", id: 1476163639
mas "Microsoft Word", id: 462054704
mas "Monodraw", id: 920404675
mas "NightTone", id: 1135472584
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "OmniOutliner", id: 1142578772
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "PCalc", id: 403504866
mas "PDF Expert", id: 1055273043
mas "Pixelmator Pro", id: 1289583905
mas "PopClip", id: 445189367
mas "Power JSON Editor", id: 499768540
mas "Raindrop.io for Safari", id: 957810159
mas "Reeder", id: 1449412482
mas "Sequence Diagram", id: 1195426709
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "Spark", id: 1176895641
mas "Tabs to Links", id: 1451408472
mas "Textual IRC Client", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tot", id: 1491071483
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
